Repository: bapaws/planbook
Catalog: flutter_planbook/ios/Widgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hk

# config.description
source: Select the default quadrant to display
de: Standard-Quadrant zum Anzeigen auswählen
es: Selecciona el cuadrante predeterminado a mostrar
fr: Sélectionnez le quadrant par défaut à afficher
it: Seleziona il quadrante predefinito da visualizzare
ja: デフォルトで表示する象限を選択
ko: 표시할 기본 사분면 선택
pt: Seleciona o quadrante padrão a mostrar
ru: Выберите квадрант по умолчанию для отображения
zh_hans: 选择默认展示的象限
zh_hk: 選擇預設展示的象限

# config.parameter.filterMode
source: Data Source
de: Datenquelle
es: Fuente de datos
fr: Source de données
it: Fonte dati
ja: データソース
ko: 데이터 소스
pt: Fonte de dados
ru: Источник данных
zh_hans: 数据来源
zh_hk: 資料來源

# config.parameter.priority
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선순위
pt: Prioridade
ru: Приоритет
zh_hans: 优先级
zh_hk: 優先級

# config.parameter.selectedPriority
source: Default Quadrant
de: Standard-Quadrant
es: Cuadrante predeterminado
fr: Quadrant par défaut
it: Quadrante predefinito
ja: デフォルト象限
ko: 기본 사분면
pt: Quadrante padrão
ru: Квадрант по умолчанию
zh_hans: 默认象限
zh_hk: 預設象限

# config.title
source: Quadrant Configuration
de: Quadrant-Konfiguration
es: Configuración de cuadrante
fr: Configuration du quadrant
it: Configurazione quadrante
ja: 四象限設定
ko: 사분면 구성
pt: Configuração do quadrante
ru: Настройка квадранта
zh_hans: 四象限配置
zh_hk: 四象限配置

# empty
source: Clear
de: Leeren
es: Limpiar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt: Limpar
ru: Очистить
zh_hans: 清除
zh_hk: 清除

# filter.mode.inbox
source: Inbox
de: Eingang
es: Bandeja de entrada
fr: Boîte de réception
it: In arrivo
ja: 受信箱
ko: 수신함
pt: Caixa de entrada
ru: Входящие
zh_hans: 收集箱
zh_hk: 收集箱

# filter.mode.overdue
source: Overdue
de: Überfällig
es: Atrasado
fr: En retard
it: Scaduto
ja: 期限切れ
ko: 기한 초과
pt: Atrasado
ru: Просрочено
zh_hans: 逾期
zh_hk: 逾期

# filter.mode.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hk: 今天

# intent.completeTask.description
source: Mark task as completed or undo completion
de: Aufgabe als erledigt markieren oder rückgängig machen
es: Marcar tarea como completada o deshacer completado
fr: Marquer la tâche comme terminée ou annuler
it: Segna attività come completata o annulla
ja: タスクを完了としてマークまたは取り消し
ko: 작업을 완료로 표시 또는 완료 취소
pt: Marcar tarefa como concluída ou desfazer
ru: Отметить задачу как выполненную или отменить
zh_hans: 标记任务为完成或撤销完成状态
zh_hk: 標記任務為完成或撤銷完成狀態

# intent.completeTask.title
source: Complete Task
de: Aufgabe erledigen
es: Completar tarea
fr: Terminer la tâche
it: Completa attività
ja: タスクを完了
ko: 작업 완료
pt: Concluir tarefa
ru: Выполнить задачу
zh_hans: 完成任务
zh_hk: 完成任務

# intent.createNote.description
source: Open Planbook to create a new note
de: Planbook öffnen, um eine neue Notiz zu erstellen
es: Abrir Planbook para crear una nueva nota
fr: Ouvrir Planbook pour créer une nouvelle note
it: Apri Planbook per creare una nuova nota
ja: Planbook を開いて新しいメモを作成
ko: 새 노트를 만들기 위해 Planbook 열기
pt: Abrir Planbook para criar uma nova nota
ru: Открыть Planbook для создания новой заметки
zh_hans: 打开计划本 App 创建新笔记
zh_hk: 打開計劃本 App 建立新筆記

# intent.createNote.title
source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
it: Nuova nota
ja: 新規メモ
ko: 새 노트
pt: Nova nota
ru: Новая заметка
zh_hans: 新建笔记
zh_hk: 新建筆記

# intent.switchQuadrant.description
source: Switch the displayed quadrant in the medium widget
de: Quadrant im mittleren Widget wechseln
es: Cambiar el cuadrante mostrado en el widget mediano
fr: Changer le quadrant affiché dans le widget moyen
it: Cambia il quadrante mostrato nel widget medio
ja: 中サイズウィジェットの象限を切り替え
ko: 중간 위젯에 표시된 사분면 전환
pt: Mudar o quadrante mostrado no widget médio
ru: Переключить отображаемый квадрант в среднем виджете
zh_hans: 切换中号四象限组件展示的象限
zh_hk: 切換中號四象限元件展示的象限

# intent.switchQuadrant.title
source: Switch Quadrant
de: Quadrant wechseln
es: Cambiar cuadrante
fr: Changer de quadrant
it: Cambia quadrante
ja: 象限を切り替え
ko: 사분면 전환
pt: Mudar quadrante
ru: Переключить квадрант
zh_hans: 切换象限
zh_hk: 切換象限

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと見る
ko: 더보기
pt: Mais
ru: Еще
zh_hans: 更多
zh_hk: 更多

# quadrant.high
source: Important & Urgent
de: Wichtig & Dringend
es: Importante y urgente
fr: Important et urgent
it: Importante e urgente
ja: 重要かつ緊急
ko: 중요하고 긴급함
pt: Importante e Urgente
ru: Важно и срочно
zh_hans: 重要且紧急
zh_hk: 重要且緊急

# quadrant.low
source: Urgent & Unimportant
de: Dringend & Unwichtig
es: Urgente y no importante
fr: Urgent et peu important
it: Urgente e non importante
ja: 緊急だが重要ではない
ko: 긴급하지만 중요하지 않음
pt: Urgente e Não Importante
ru: Срочно и не важно
zh_hans: 紧急不重要
zh_hk: 緊急但不重要

# quadrant.medium
source: Important & Not Urgent
de: Wichtig & Nicht dringend
es: Importante y no urgente
fr: Important et non urgent
it: Importante e non urgente
ja: 重要だが緊急ではない
ko: 중요하지만 긴급하지 않음
pt: Importante e Não Urgente
ru: Важно и не срочно
zh_hans: 重要不紧急
zh_hk: 重要但不緊急

# quadrant.none
source: Not Urgent & Unimportant
de: Nicht dringend & Unwichtig
es: Ni urgente ni importante
fr: Ni urgent ni important
it: Non urgente e non importante
ja: 緊急でも重要でもない
ko: 긴급하지도 중요하지도 않음
pt: Não Urgente e Não Importante
ru: Не срочно и не важно
zh_hans: 不紧急不重要
zh_hk: 不緊急且不重要

# widget.large.description
source: Display Eisenhower Matrix quadrant task distribution
de: Eisenhower-Matrix-Quadranten-Aufgabenverteilung anzeigen
es: Mostrar distribución de tareas del cuadrante de la Matriz Eisenhower
fr: Afficher la distribution des tâches par quadrant de la matrice Eisenhower
it: Visualizza la distribuzione delle attività per quadrante della Matrice Eisenhower
ja: Eisenhower Matrix の四象限タスク分布を表示
ko: Eisenhower Matrix 사분면 작업 분포 표시
pt: Mostrar distribuição de tarefas do quadrante da Matriz Eisenhower
ru: Отображение распределения задач по квадрантам матрицы Эйзенхауэра
zh_hans: 展示 Eisenhower Matrix 四象限任务分布
zh_hk: 展示 Eisenhower Matrix 四象限任務分布

# widget.large.name
source: Quadrant (Large)
de: Quadrant (Groß)
es: Cuadrante (Grande)
fr: Quadrant (Grand)
it: Quadrante (Grande)
ja: 四象限（大）
ko: 사분면 (대)
pt: Quadrante (Grande)
ru: Квадрант (Большой)
zh_hans: 四象限（大号）
zh_hk: 四象限（大號）

# widget.medium.description
source: Switch quadrants on the left, show task list on the right
de: Quadranten links wechseln, Aufgabenliste rechts anzeigen
es: Cambiar cuadrantes a la izquierda, mostrar lista de tareas a la derecha
fr: Changer de quadrant à gauche, afficher la liste des tâches à droite
it: Cambia quadrante a sinistra, mostra elenco attività a destra
ja: 左側で象限を切り替え、右側にタスクリストを表示
ko: 왼쪽에서 사분면 전환, 오른쪽에 작업 목록 표시
pt: Mudar quadrantes à esquerda, mostrar lista de tarefas à direita
ru: Переключение квадрантов слева, список задач справа
zh_hans: 左侧切换象限，右侧展示任务列表
zh_hk: 左側切換象限，右側展示任務列表

# widget.medium.name
source: Quadrant (Medium)
de: Quadrant (Mittel)
es: Cuadrante (Mediano)
fr: Quadrant (Moyen)
it: Quadrante (Medio)
ja: 四象限（中）
ko: 사분면 (중)
pt: Quadrante (Médio)
ru: Квадрант (Средний)
zh_hans: 四象限（中号）
zh_hk: 四象限（中號）

# widget.timeBlock.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hk: 今天

# widget.timeBlock.empty
source: No time blocks today
de: Heute keine Zeitblöcke
es: No hay bloques de tiempo hoy
fr: Aucun bloc de temps aujourd'hui
it: Nessun blocco orario oggi
ja: 今日のタイムブロックはありません
ko: 오늘 시간 블록이 없습니다
pt: Sem blocos de tempo hoje
ru: Сегодня нет временных блоков
zh_hans: 今天还没有时间块
zh_hk: 今天還沒有時間塊

# widget.timeBlock.locked
source: Upgrade to PRO to unlock Time Block
de: Upgrade auf PRO, um Zeitblöcke freizuschalten
es: Actualiza a PRO para desbloquear el bloque de tiempo
fr: Passez à PRO pour débloquer le bloc de temps
it: Passa a PRO per sbloccare il blocco orario
ja: PRO にアップグレードしてタイムブロックを解除
ko: PRO로 업그레이드하여 시간 블록 잠금 해제
pt: Atualize para PRO para desbloquear o bloco de tempo
ru: Обновитесь до PRO, чтобы открыть временные блоки
zh_hans: 升级 PRO 解锁时间块
zh_hk: 升級 PRO 解鎖時間塊

# widget.timeBlock.large.name
source: Time Block (Large)
de: Zeitblock (Groß)
es: Bloque de tiempo (Grande)
fr: Bloc de temps (Grand)
it: Blocco orario (Grande)
ja: タイムブロック（大）
ko: 시간 블록 (대)
pt: Bloco de tempo (Grande)
ru: Временной блок (Большой)
zh_hans: 时间块（大号）
zh_hk: 時間塊（大號）

# widget.timeBlock.large.description
source: Today's schedule in two columns, morning and afternoon
de: Heutiger Zeitplan in zwei Spalten, vormittags und nachmittags
es: Horario de hoy en dos columnas, mañana y tarde
fr: Planning du jour en deux colonnes, matin et après-midi
it: Programma di oggi in due colonne, mattina e pomeriggio
ja: 今日のタイムブロックを午前・午後の2列で表示
ko: 오늘의 시간 블록을 오전/오후 두 열로 표시
pt: Agenda de hoje em duas colunas, manhã e tarde
ru: Сегодняшнее расписание в двух колонках, утро и день
zh_hans: 左右两列展示今天的时间块
zh_hk: 左右兩列展示今天的時間塊

# widget.timeBlock.medium.name
source: Time Block (Medium)
de: Zeitblock (Mittel)
es: Bloque de tiempo (Mediano)
fr: Bloc de temps (Moyen)
it: Blocco orario (Medio)
ja: タイムブロック（中）
ko: 시간 블록 (중)
pt: Bloco de tempo (Médio)
ru: Временной блок (Средний)
zh_hans: 时间块（中号）
zh_hk: 時間塊（中號）

# widget.timeBlock.medium.description
source: Upcoming time blocks around now
de: Zeitblöcke rund um die aktuelle Uhrzeit
es: Bloques de tiempo alrededor de ahora
fr: Blocs de temps autour de maintenant
it: Blocchi orari intorno ad ora
ja: 現在時刻付近のタイムブロックを表示
ko: 현재 시각 근처의 시간 블록 표시
pt: Blocos de tempo em torno de agora
ru: Временные блоки около текущего времени
zh_hans: 显示当前时刻附近的时间块
zh_hk: 顯示當前時刻附近的時間塊
